Repository: BytesNomad/apple
Catalog: EduVPN/Resources/*.lproj/Localizable.strings
Languages: de

source: A call to `resumeAuthFlow` was called, but none available
de: Ein Aufruf zu `resumeAuthFlow` wurde getätigt, aber es war keiner verfügbar

source: Connect
de: Verbinden

source: Disconnect
de: Trennen

source: Disconnect existing profile and reconfigure
de: Vorhandenes Profil trennen und neu konfigurieren

source: Error
de: Fehler

source: Failed to create dynamic API provider.
de: Erstellung eines dynamischen API-Providers fehlgeschlagen.

source: Fetching instance configuration
de: Abrufen der Instanzkonfiguration

source: Fetching signature failed.
de: Abrufen der Signatur fehlgeschlagen.

source: Institute access
de: Zugang zum Institut

source: Loading certificate
de: Zertifikat laden

source: No auth flow available
de: Kein Auth-Flow verfügbar

source: No concrete API instance while expecting one.
de: Kein konkrete API Instanz, es wir aber eine erwartet.

source: No profiles available
de: Keine Profile verfügbar

source: OpenVPN template has no remotes.
de: OpenVPN-Vorlage hat keine Gegenstellen.

source: Other
de: Andere

source: Refreshing profiles
de: Profile auffrischen

source: Requesting profile config
de: Profil-Konfiguration anfordern

source: Secure Internet
de: Sicheres Internet

source: Signature verification of discovery file failed.
de: Signaturprüfung der Discovery-Datei fehlgeschlagen.

source: There are no profiles configured for you on the instance you selected.
de: Auf der von Ihnen ausgewählten Instanz sind keine Profile für Sie konfiguriert.

source: Unable to extract Common Name from VPN certificate.
de: Common Name kann nicht aus VPN-Zertifikat extrahiert werden.

source: Unable to materialize an OpenVPN config.
de: Es konnte kein OpenVPN-Konfiguration materialisiert werden.

source: VPN certificate is invalid.
de: VPN-Zertifikat ist ungültig.

source: VPN certificate should not be nil.
de: VPN-Zertifikat sollte nicht null sein.

source: VPN certificate status is unknown.
de: VPN-Zertifikatsstatus ist unbekannt.
